<svelte:head>
  <meta charset="UTF-8" />
  <meta name="viewport" content="width=device-width, initial-scale=1.0" />
  <meta http-equiv="X-UA-Compatible" content="ie=edge" />
  <title>MyInventory Support</title>
  <link rel="stylesheet" href="css/reset.css" />
  <link rel="stylesheet" href="css/main.css" />
</svelte:head>

<header>
  <div class="common_contents_inner">
    <h1>
      <a href="./index.html">
        <span class="logo" />
        커피런치월렛
      </a>
    </h1>
    <a class="policy" href="./privacyPolicy.html">
      <img src="./images/policy-black-24dp.svg" alt="" />
    </a>
  </div>
</header>
<div id="main_contents_wrap">
  <div class="common_contents_inner">
    <h2>커피런치월렛 개인정보처리방침</h2>
    <section>
      <p class="notice">
        커피런치월렛 어플리케이션은 개인정보보호법에 따라 이용자들의 개인정보
        보호 및 권익을 보호하고자 다음과 같은 처리방침을 두고 있습니다. 당사는
        개인정보처리방침을 개정하는 경우 앱 화면 및 웹사이트 공지사항을 통하여
        공지할 것입니다.
      </p>
      <p class="notice">
        당사는 이용자의 개인정보를 개인정보의 수집목적에서 고지한 범위 내에서
        사용하며, 이용자의 사전 동의 없이는 동 범위를 초과하여 이용하거나
        원칙적으로 이용자의 개인정보를 외부에 제공 또는 위탁하지 않습니다. 다만,
        아래의 경우에는 예외로 합니다.
      </p>
      <p class="notice">
        1) 이용자가 사전에 동의한 경우(이용자가 사전에 동의한 경우란, 서비스
        이용 등을 위하여 이용자가 자발적으로 자신의 개인정보를 제3자에게
        제공하는 것에 동의하는 것을 의미합니다.)
      </p>
      <p class="notice">
        2) 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에
        따라 수사기관의 요구가 있는 경우
      </p>
      <p class="notice">
        이러한 경우에도, 당사는 이용자에게 (1) 개인정보를 제공받는 자 (2) 그의
        이용목적 (3) 개인정보의 보유 및 이용기간을 사전에 고지하고 이에 대해
        명시적·개별적으로 동의를 얻습니다. 이와 같은 모든 과정에 있어서 당사는
        이용자의 의사에 반하여 추가적인 정보를 수집하거나, 동의의 범위를 벗어난
        정보를 제3자와 공유하지 않습니다.
      </p>
      <article>
        <h3>1. 개인정보 활용처</h3>
        <p>
          당사는 아래와 같은 활용 목적을 가지고 이용자 개인정보를 수집합니다.
        </p>
        <br />
        <ol>
          <li>서비스의 기본 기능이나 특화된 기능을 제공</li>
          <li>유료서비스 이용 시 컨텐츠 등의 전송이나 요금 정산</li>
          <li>서비스 이용</li>
          <li>
            법령이나 이용약관에 반하여 여러분에게 피해를 줄 수 있는 잘못된
            이용행위의 방지
          </li>
        </ol>
      </article>
      <article>
        <h3>2. 수집하는 개인정보</h3>
        <ol>
          <li>휴대폰 번호</li>
          <li>이메일 주소</li>
          <li>
            단말기 정보(OS, 화면사이즈, 디바이스 아이디), IP주소, 쿠키 정보
          </li>
        </ol>
      </article>
      <article>
        <h3>3. 개인정보를 수집하는 방법</h3>
        <p>커피런치월렛은 다음과 같은 방법을 통해 개인정보를 수집합니다.</p>
        <br />
        <ol>
          <li>
            회원가입 및 서비스 이용 과정에서 이용자가 개인정보 수집에 대해
            동의를 하고 직접 정보를 입력하는 경우
          </li>
        </ol>
      </article>
      <article>
        <h3>4. 서비스 이용 과정에서 이용자로부터 수집하는 개인정보</h3>
        <p>
          PC웹, 모바일 웹/앱 이용 과정에서 단말기정보(OS, 화면사이즈, 디바이스
          아이디), IP주소, 쿠키, 방문일시의 정보가 자동으로 생성되어 수집될 수
          있습니다.
        </p>
      </article>
      <article>
        <h3>5. 개인정보 공유 및 제공</h3>
        <p>
          커피런치월렛은 이용자가 서비스 이용과정 등에서 따로 동의하는 경우나
          법령에 규정된 경우를 제외하고는 이용자 개인정보를 위에서 말씀 드린
          목적 범위를 초과하여 이용하거나 제3자에게 제공 또는 공유하지 않습니다.
        </p>
        <h4>개인정보 처리 위탁</h4>
        <p>
          커피런치월렛은 서비스의 원활한 제공을 위해 필요한 때에는 개인정보의
          처리를 일부 위탁하고 있으며, 수탁 받은 업체가 관계 법령을 준수하도록
          관리·감독하고 있습니다.
        </p>
        <ul>
          <li>
            <p>수탁업체 : Firebase, Inc.</p>
            <ul>
              <li>위탁내용 : 정보저장</li>
              <li>
                개인정보의 보유 및 이용기간 : 회원탈퇴시 혹은 위탁계약
                종료시까지
              </li>
            </ul>
          </li>
        </ul>
      </article>
      <article>
        <h3>6. 개인정보 보유기간, 파기방법 및 이용기간</h3>
        <p>
          이용자 개인정보는 이용자로부터 동의를 받은 수집 및 이용목적이 달성된
          때에는 커피런체월렛 내부 방침 또는 관계 법령에서 정한 일정한 기간 동안
          보관한 다음 파기합니다. 종이에 출력된 개인정보는 분쇄기로 분쇄하거나
          소각을 통하여 파기하고, 전자적 파일 형태로 저장된 개인정보는 기록을
          재생할 수 없는 기술적 방법을 사용하여 삭제합니다. 커피런치월렛이 내부
          방침 또는 법령에 따라 보관하는 개인정보 및 해당 법령은 아래 표와
          같습니다. 또한 아래 기준과 별개로 당사는 1년간 서비스를 이용하지 않은
          회원의 개인정보를 별도로 분리 보관 또는 삭제하고 있으며, 분리 보관된
          개인정보는 4년간 보관 후 지체없이 파기합니다.
        </p>
        <p>가. 커피런치월렛 내부 방침에 의한 정보보유 사유</p>
        <ul>
          <li>
            <p>보존 항목: 부정 이용 기록</p>
            <ul>
              <li>보존 이유: 부정 이용 방지</li>
              <li>보존 기간: 10년</li>
            </ul>
          </li>
        </ul>
        <p>나. 관련 법령에 의한 정보보유 사유</p>
        <ul>
          <li>
            <p>보존 항목: 계약 또는 청약철회 등에 관한 기록</p>
            <ul>
              <li>근거 법령: 전자상거래 등에서의 소비자보호에 관한 법률</li>
              <li>보존 기간: 5년</li>
            </ul>
          </li>
          <li>
            <p>보존 항목: 소비자의 불만 또는 분쟁처리에 관한 기록</p>
            <ul>
              <li>근거 법령: 전자상거래 등에서의 소비자보호에 관한 법률</li>
              <li>보존 기간: 3년</li>
            </ul>
          </li>
          <li>
            <p>보존 항목: 표시/광고에 관한 기록</p>
            <ul>
              <li>근거 법령: 전자상거래 등에서의 소비자보호에 관한 법률</li>
              <li>보존 기간: 6개월</li>
            </ul>
          </li>
          <li>
            <p>보존 항목: 세법이 규정하는 모든 거래에 관한 장부 및 증빙서류</p>
            <ul>
              <li>근거 법령: 국세기본법</li>
              <li>보존 기간: 5년</li>
            </ul>
          </li>
        </ul>
      </article>
      <article>
        <h3>7. 이용자 권리 보호</h3>
        <p>
          이용자는 언제든지 이용자 개인정보 수집·이용에 대한 동의 철회 또는 가입
          해지를 요청할 수도 있습니다. 보다 구체적으로는 서비스 내 설정 기능을
          통한 변경, 가입 해지(동의 철회)를 위해서는 서비스 내 "계정탈퇴"를
          클릭하면 되며, 운영자에게 이메일이나 별도 게시판으로 문의할 경우도
          지체 없이 조치하겠습니다.
        </p>
      </article>
      <article>
        <h3>8. 개인정보 문의처</h3>
        <p>
          사용자가 서비스를 이용하면서 발생하는 모든 개인정보보호 관련 문의,
          불만, 조언이나 기타 사항은 개인정보 보호책임자 및 담당부서로 연락해
          주시기 바랍니다. 커피런치월렛은 사용자 목소리에 귀 기울이고 신속하고
          충분한 답변을 드릴 수 있도록 최선을 다하겠습니다.
        </p>
      </article>
      <article>
        <h3>9. 개인정보 보호책임자</h3>
        <p>
          개인정보 처리방침에 대해 질문이 있다면, 아래 연락처로 연락해 주시길
          바랍니다.<br />
          Email :
          <a href="mailto:coffeelunchwallet@tonvolt.com" target="_blank"
            >coffeelunchwallet@tonvolt.com</a
          >
        </p>
      </article>
    </section>
  </div>
</div>
<footer>
  <div class="common_contents_inner">
    Copyright 2021. Tonvolt all rights reserved.<br />
    EMail:
    <a href="mailto:coffeelunchwallet@tonvolt.com" target="_blank"
      >coffeelunchwallet@tonvolt.com</a
    >
  </div>
</footer>
